Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/sami_samekonv_lulesamisk.pdf.tmx
Source language: smj
Languages: sma

source: Stáhta galggi dilev láhtjet váj sáme alfabehtta máhttá dåbmaris láhkáj dán ulme diehti
sma: Staath edtjieh darjoemisnie vuesiehtidh guktie aalfabakan provhkesovvedh daan sjiehken.

source: Sámegiella galggá aneduvvat dåbmarisát duobbmoståvlåjn ja oajválattjat hárráj sáme
sma: Saemien giele edtja maehtedh radtjoepmeme-raerine, jih aaj byjjes raerine saemiej dajvine.

source: guovlojn.
sma: eete maahta eevtjeme-la

source: li sáme guovlojn giehtadaláduvvam jali juokkirak láhkáj le sierraláhkáj dájda guovlojda
sma: s laakan provhkesovvedh døø

source: tjanáduvvam.
sma: veadtaldihkie.

source: Stáhta galggi åvdedit girjálasjvuoda ålgusvaddemav sámegiellaj.
sma: Staath edtjieh aaj lidteratuvrh saemien gielesne skåårvedh.

source: Mærrádusá dán artihkkalin galggi aj guosskat dajd sáme giellasuorgijda ma li binnebut
sma: Dihte mij daennie tjaalegesne tjåådtje edtja aaj dejtie unnemes saemien-gielide dijpedh jih gorredidh.

source: Artihkal 25
sma: Gøøkte luhkie vijhtede tjaalege

source: Sáme medijá
sma: Saemiej medijah

source: Stáhta galggi vuodov láhtjet váj iesjrádálasj sáme medijápolitihkav oadtjop mij dahka
sma: Staath edtja nuepiem vedtedh guktie saemieh jijtje åadtjoeh jijtjh-reereme media-politikkem juhtiehtidh guktie saemieh bøøremeslaaketje råarvoe-diejvesh åadtjoeh digkiedidh gyhtjelassi bijre mah gaajhksidie vihkeles.

source: ja moattelágásj fálaldagáv diedojs ja vuojnojs ássjijn gånnå le gájkkásasj berustibme.
sma: ajvarimmieh, saerniestimmieh jih a

source: Stáhta galggi dilev láhtjat váj lulu sáddijuvvat sámegielak prográmma radion ja TVan,
sma: Staath edtjieh barkedh guktie provgramh radiovesne jih Tv-esne saemien gielesne båetieh jih aaj barkedh

source: Aktisasjbarggon sámedikkij galggi stáhta
sma: bijjh daesnie aaj unnemes gielide dijpieh.

source: artihkkalijt sámegiellaj.
sma: guktie plaerieh maehtieh saemien gielem nænnoestidh.

source: Mærrádus nuppát oasen sámegiela birra galggá aj nav guhkás gå máhttelis guosskat
sma: Saemiedigkieh edtjieh ektesvuekie barkedh rasti elen guktie media-intstitusjovnh provgramh jih tjaalegh buektieh mah saemien gielese vihkeles. Jiehteg

source: daja sáme giellasuorgijda ma li binnebut oabllum.
sma: Gøøkte lu tjaalege

source: Artihkkal 26
sma: hkie govhtede

source: Sáme åhpadus
sma: Saemien øøhpehtimmie

source: Sámijn sáme guovlojn galgg liehket máhttelisvuoda åhpadussaj sámegielan ja
sma: Saemieh saemien dajvine edtjieh nuepiem utnedh jijtse gielem lieredh jih aaj øøhpehtimmiem saemien gielesne åadtjodh.

source: sámegiellaj. Åhpadus ja åhpadusruhtadibme galggá liehket sijá duogátjij hiebadum. Dákkir
sma: Øøhpehtimmieh jih vierhtiemaaksoeh tjoeverieh sjiehtesovvedh fiere guhten duakan.

source: åhpadus galggá máhttelissan dahkat oassálasstet joarkkaåhpadusán juohkka dásen ja sæmmi
sma: Nimhtie øøhpehtimmie nuepiem vadta guktie gaajhks guhth sijhtieh maehtieh lohkedh jih vijriebasse gieline ovmese daltesinie båetedh, aaj ma barkedh.

source: båttå duosstot dajt dárbojt ma li sámijn váj ájn máhtti árbbedábálasj sáme æládusájn barggat.
sma: Beetneh-vierhtieh edtjieh nimtie biejesovvedh guktie a

source: Åhpadusruhtadibme galggá navti liehket váj máhttelis la alep åhpadusáv sámegielan oadtjot.
sma: ehtieh saemiej jielemevuekijgujmie elhkie jillebem saemien øøhpehtimmiem jaksedh.

source: Sáme mánájda ja nuorajda sáme guovloj ålggolin galggi liehket máhttelisvuohta
sma: Saemien maanah jih noerh mah årroemienie bæjngo edtjieh nuepiem saemien

source: sámegiela åhpadussaj, valla aj sámegiellaj nav guhkás gå la máhttelis ájnegis guovlojn.
sma: len saemiej dajvh øøhpehtæmman åadtjodh jih aaj øøhpehtimmiem saemien gielesne jis nuepie disse.

source: Åhpadus galggá nav buoragit gå máhttelis sijá duogátjij hiebaduvvat.
sma: Daerpies lea øøhpehtimmiem sjiehtesjehtedh duekien mietie guktie bøøremes dejtie.

source: Rijkalasj oahppoplána galggi dagáduvvat aktisasjbarggon sámedikkij ja hiebaduvvat
sma: Daerpies leah aaj dejtie nasjovnale learoe-plaanide saemiedikij ektine sjiehtesjehtedh guktie maanah jih

source: sáme mánáj ja nuoraj kultuvralasj duogátjijda ja dárbojda.
sma: dah noerh maehtieh jieledh guktie saemien kultuvre vuesehte.

source: Artihkkal 27
sma: Gøøkte luhkie tjijhtjede tjaalege

source: Dutkam
sma: Giehtjedimmie

source: Stáhta galggi aktisattjat sámedikkij buorre vuodov láhtjet dutkamij man vuodon le
sma: Staath edtjieh saemiedigkiej ektine barkedh giehtjedimmieh aalkoetseahkan biejedh guktie maehtieh bigkesovvedh maahtoe-daerpiesvie aaj vihkeles saemieh maehtieh åadtjoeh giehtjedimmiejgujmie giehtelidh.

source: sáme sebrudagá máhtudakdárbbo ja mij åvdet sáme dutkij rekrutterimav. Gå dákkir dutkamav
sma: Vihkeles aaj ryøjredimmesne jååhkesjidh guktie giele jih kultuvre saemiåata.

source: pláni de galggi gielalasj ja kultuvralasj vidjura sáme sebrudagán vieleduvvat.
sma: ga oetese saemiej ektievoetesne. Nimht

source: Stáhta galggi aktijrádálattjat sámedikkij åvdedit aktisasjbargov sáme ja ietjá
sma: ej ektievoetesne jarngese b

source: dutkaminstitusjåvnåj gaskan ájnegis rijkajn ja aj rijkarájáj badjel, ja nannit
sma: Staath edtjieh saemiedigkij ektine ektesvuekie-barkoem saemiej jih jeatja giehtjedimmie-instusjovni skems freemedh dovne sjiere laantine mohte aaj rasti bijjelen.

source: dutkaminstitusjåvnåjt majna le dutkam degu nammadum vuostasj oassen oajvvedahkamussan.
sma: Daerpies aaj giehtjedimmie-institusjovnide nænnoestidh guktie voestes sæjjan båetieh, vuaertsjh voestes lihtsem.

source: Dutkam sáme ássjij hárráj hæhttu hiebaduvvat dakkir etihkalasj njuolgadusájda mij
sma: Vihkeles aaj giehtjedimmiem sjiehtesjehtedh saemide goh aalkoealmetjh jih krøøhkestidh kriebpesjimmmide mah destie båetieh.

source: Artihkkal 28
sma: Gøøkte luhkie gaaktsede tjaalege

source: Åhpadibme ja diedo sámij birra
sma: Øøhpehtimmieh jih saerniestimmieh saemiej bijre

source: Sáme álmmuga kultuvrra ja sebrudakiellem galggá vuogas láhkáj vuojnnusij boahtet
sma: Reaktah jiehtsh saemiej kultuvren jih ektie bæjngolen båetedh.

source: åhpadimen aj sáme sebrudagá ålggolin. Dákkir åhpadibme galggá sierraláhkáj gæhttjalit
sma: Dageres øøhhtoem soptsestimmesne vedtedh saemiej bijre goh laanten aalkoe-almetjh.

source: åvdedit máhtudagájt sámij birra rijkaj álggoálmmugin. Stáhta galggi sámedikkij
sma: Staath, saemiedigkij ektine, tjoeverieh øøhpehtimmiem saemien kultuvren jih ektievoeten bijre faale edtjieh saemiej dajvine barkedh.

source: aktisasjbarggon fállat åhpadimev sáme kultuvran ja gielan ulmutjijda gudi sáme guovlojn
sma: voeti bijre tjoeverieh aaj øøhpehtimmesne saemiej dajvi pehtimmie edtja vihties laakan maa

source: galggi barggat.
sma: dh almetjidie mah

source: Stáhta galggi aktisasjbarggon sámedikkij vásstedit almulasj diedoj åvdås sáme
sma: Staath jih saemiedigkieh tjoeverieh siejme almetjidie staeries saerniestimmieh saemien kultuvren jih ektievoete jielemen bijre vedtedh.

source: Artihkkal 29
sma: Gøøkte luhkie åktsede tjaalege

source: Varresvuoda- ja sosialdievnastus
sma: Healsoe-jih ektievoete tsiehkie

source: Stáhta galggi aktijrádálattjat sámedikkij bærrájgæhttjat vaj varresvuohta- ja
sma: ktine barkedh guktie healsoe-jih ektievoete tsiehkien faalelStaath edtjieh saemiedigkij edahkh saemide b.

source: sosialdievnastus sáme guovlojn le navti organiseridum váj sáme dájn guovlojn oadtju
sma: øøremes sjidtieh. Faaleldahkh tjoeverieh sjiehtesovvedh guktie giele-jih kultuvre kriebpesje

source: varresvuoda- ja sosialdievnastusáv mij le sijá gielalasj ja kultuvralasj duogátjij hiebaduvvam.
sma: Bæjngolen dej saemiej dajvh edtjieh aaj hetie saemiej kultuvre jih giele jarngese båetieh jih gietedalleme almetjidie bøøremes sjædta.

source: pasientaj ja klientaj gielav ja kultuvrraduogátjav.
sma: alsoe-jih ektievoete-tsiehkie dåårjelidh guk

source: Artihkkal 30
sma: Golme luhkie tjaalege

source: Sáme máná ja nuora
sma: Saemij maanah jih noerh

source: Sáme mánájn ja nuorajn le riektá ietjaska kultuvrav dåjmadit ja ietjaska sáme
sma: S

source: identitehtav bisodit ja åvddånahttet.
sma: amiej maanah jih noerh reaktam utnieh saemien kultuvrem vååjnesasse buektedh jih saemien identitetem gorredidh jih øvtiedidh.

source: Artihkkal 31
sma: Golme luhkie voestes tjaalege

source: Árbbedábálasj máhtudagá ja kultuvralasj åvddånbuktema
sma: Vuhekiej maahtoe jih kultuvren jiehts

source: kultuvralasj åvddånbuktemijt háldadit, ja aj rahtjat váj sáme máhtti dajt boahtte buolvajda
sma: Staath edtjieh krøøhkestidh saemiej reaktam maahtoeh- vuekide vaarjelidh jih aaj jiehtsh-kultuvren vuekide gorredidh.

source: bisodit, åvddånahttet ja gaskostit.
sma: Saemiej edtjieh åadtjodh reaktide gorredidh jih øvtiedidh jih dejtie noere gaedtside guedtedh.

source: Stáhta galggi rahtjat váj sáme álmmuk, gå sáme kultuvrra kommersiella láhkáj
sma: Staath edtjieh aaj barkedh jih saemidh sijhtieh saemien kultuvrem åtnose vaeltieh, jih jis destie beetneh-vierhtieh båetieh, dellie vihkeles saemieh aaj måedtiem vierhtijste åadtjoeh d

source: aneduvvá iehtjádijs gå sámijs, bessi dåjma badjel mierredit ja hiebalgis oasev rudálasj
sma: e viehkiem vedtedh gosse daaroe

source: båhtusis dassta oadtjot.
sma: åastodh.

source: Sáme kultuvrra galggá suodjaluvvat dakkir kultuvralasj
sma: Saemien kultuvre tjovere vaarjelimmien nualan båetedh guktie eah kultuvre-darjomh båajhtode laakan saemiej maadtoem vuesehth.

source: Stáhta galggi rahtjat váj sámij árbbedábálasj máhtudagá vieleduvvi gå sáme ássje
sma: Staath edtjieh barkedh guktie saemiej maahtoe-kultuvre vaarjelæmman båata gosse edtjieh nænnoestimmieh saemiej jielemen bijre tseegkedh.

source: giehtadaláduvvi.
sma: Golme luhkie m

source: Artihkkal 32
sma: ubpie tjaalege

source: Sáme kultuvrramujto
sma: Saemiej kultuvre mojhtsh

source: Sáme kultuvrramujto galggi suodjaluvvat lágan ja rijka sámedikkes háldaduvvat jali
sma: Saemiej kultuvre-mojhtsh edtjieh laaken mietie saemiedigkien nuelesne vaarjelsovvedh jallh jeatja

source: aktijrádálattjat kulturinstitusjåvnåj ja sámedikkijn.
sma: institusjovni nuelesne mah saemiedægkan veadtaldihkie.

source: Stáhta galggi rahtjat aktisasjbargov rijkkarájáj badjel sáme kultuvrramujtojt
sma: Staath edtjieh råajvarimmieh tseagkodh ektie vøøki barkojne dej jeatja laantine jih nimhtie vihtesjidh, vaarjelidh jih dejtie saemiej kultuvre-mojhtsidie reeremen nualan biejedh.

source: Stáhta galggi rahtjat váj sáme kultuvrramujto ma li ierit válduvvam sáme guovlojs ja
sma: Staath edtjieh aaj viehkiehtidh go saemij dajvijste jih jis dah sjiere laakan saemiej kultuvrese veadaldihkie, dellie edtjieh dah museeide biejesovvedh jallh jeatja kultuvre

source: ma li sierraláhkáj ájnnasa sáme sebrudahkaj, galggi hiebalgis museaj jali
sma: sse kultuvre-mojhtsh leah vaaltasovveme

source: kultuvrrainstitusjåvnåj hállduj vatteduvvat maŋŋel gå le rijka sámedikkijn sjiehtadallam.
sma: institusjovnide gosse saemiedidkie dam jååhkesjamme.

source: Artihkkal 33
sma: Golme luhkie gåalmode tjaalege

source: Kultuvrravuodo
sma: Kultuvren våarome

source: Stáhtaj vælggogisvuoda sáme kultuvrra ássjijn le aj materiálalasj kultuvrravuodo, váj
sma: n aaj vihteles kultuvre-våaroemem dijpStaati diedth kultuvren gaavhtaieh guktie saemieh jieleme-jih vierhtie-viehkieh åadtjoeh mij daerpies gosse kultuvrem øvtiedidh jih vihties laakan gorredidh.

source: Kapihttal IV
sma: Njealjede kapittele IV

source: Sámij riektá duobddágijda ja tjátjijda
sma: ej reaktah laantese jih tjaatsan

source: Artihkkal 34
sma: Golme luhkie njealjede tjaalege

source: Árbbedábálasj adno duobddágijs ja tjátjijs
sma: Guktie laantem jih tjaetsiem vuekij mietie provhkedh

source: aktugasj jali aktisasj ednamriektáj dajs guovlojs buohta rijkalasj ja rijkajgasskasasj
sma: Låångk daan åvtelen leah saemien vuekie orreme tjaetside jih laantide provhkedh guktie dah sjidteme goh eeke jih aerpie dejtie.

source: njuolgadusáj ma guosski guhkesájggásasj adnuj.
sma: Nimhtie dihte vuesehte guktie dah nasjovnale- jih internasjovnale reaktah verviestieh dejtie njoelkedasside mah dååjrehtsi mietie reaktam saemide laantese jih tjaatasan vedtieh.

source: Jus sáme, vájku ælla æjgáda guovlojda, li árbbedábálattjat adnám muhtem ednam- jali
sma: Jalhts saemieh eah leah aajhterh dagkeres dajvide mah tjaatsan jih laantide veadtaldihkie, mohte aerebi dajvide provhkeme båatsoe-jielem, dellie edtjieh saemieh daelie aaj reaktam utnedh daejtie dajvide provhkedh goh aerebi.

source: tjáhtjeguovlojt boatsojsujttuj, bivdduj, guolástussaj jali ietjá láhkáj, de siján le vilá riektá
sma: Jis daaroeh aaj dajvide pruvhkieh saemiej ektine, dellie edtjieh gaajhks dovnesh voerkelimmesne dåemied ovmese reaktah riektes sæjjan båetieh.

source: adnet guovlojt sæmmi láhkáj dagu åvddåla.
sma: Sjiere reaktah daerptjidie.

source: galggi sáme ja dåt nubbe addne ietjasa riektájt dåjmadit ietjasa riektájt gasskasasj vieledimijn
sma: Jalhts reaktah vaenebh goh aerebi, læjhkan daerpies provhkemem sjiehtesjehtedh guktie maahta øvtiedimmiem teknigken jih vierhtiedimmien

source: Vájku riektá ednamadnuj
sma: asse, gøølemasse jallh jeatjh laakan

source: le ráddjiduvvam sæmmi adnuj dagu åvddåla, de ij dat galga hieredit váj adno dárboj milta
sma: idh jih vuartasjidh guktie dah ies båatsoeburrie alme

source: hiebaduvvá teknihkalasj ja rudálasj åvddånibmáj.
sma: gaavhtan juhtiehtidh.

source: Gå mierreduvvá jus árbbedábálasj adno gávnnu dán mærrádusá milta, de galggá
sma: Vihtesjimmieh guktie saemiej pråvkoe ovmese dajvide daan njoelkedassen mietie, edtja våaromen mietie mietiesovvedh jih vuesiehtidh guktie saemieh aerebi laantide jih tjaetside åtnose vaalteme.

source: vuodon liehket mij la árbbedábálasj sáme adno ednamijs ja tjátjijs, ja aj vieledit sáme anos
sma: Daajroes lea aaj saemieh eah leah naan væhtah eatnamasse laahpeme mah vååjnoes.

source: Mærrádusá dán artihkkalin e tsakka riektáv ietjasa duobddágijt ruopptot åttjuditjat ma
sma: Jiehtegh daennie tjaalegisnie eah leah naan tsagkesh jis saemieh sijhtieh sijjen eeke-reaktide bååstide vaeltedh jis nasjovnale jallh internasjovnale reaktah luhpiem vedtieh disse.

source: sámijn máhtti liehket rijkalasj jali rijkkajgasskasasj riektá milta.
sma: Golme luhkie v

source: Artihkkal 35
sma: ijhtede tjaalege

source: Suodjalibme sámij riektájs ednamijda ja tjátjijda
sma: Guktie saem vaarjelidhiej reaktide laantide jih tjaetside

source: Stáhta galggi doajmmaj biedjat dåbmaris suodjalimev sámij riektájs 34. artihkkala
sma: Staath edtjieh daerpies råan vaarjelimmien nualan

source: milta. Ållagattjat galggi stáhta dán diehtij identifiserit dajt ednam- ja tjáhtjeguovlojt majt
sma: ajvarimmieh tseagkodh guktie saemiej reaktah eensi laak båetieh, vuartsjh tjaalegem 34.

source: sáme árbbedábálattjat adni.
sma: mietie giehtjedidh saemiej reaktaj bijre laantese jih tjaatsan.

source: Rijkalasj riektán galggi gávnnut hiebalgis årniga gæhttjalittjat gatjálvisájt ma guosski
sma: Eeremes edtjieh staath eensi laakan giehtjedidh dejtie laante-jih tjaetsiedajvide mejtie saemieh vuekien pruvhkeme.

source: sámij riektáj ednamijda ja tjátjijda. Sáme galggi duobbmoståvlårijdojn bessat oadtjot dav
sma: Sjiere øørnegh edtjieh gååvnesidh nasjovnale reaktesne guktie nuepie gyhtjelasside

source: rudálasj dårjav mij le dárbulasj váj ietjasa ássjijt máhtti oadtjot gæhttjaluvádum.
sma: dellie edtjieh beetne-vierhtieh vadtasovvedh guktie aamhtside maehtieh vijriebasse juhtiehtidh.

source: Artihkkal 36
sma: Golme luhkie govhtede tjaalege

source: Sámij riektá luonndoressursajda dakkir ednam- jali tjáhtjeduobddágijda ma gulluji 34.
sma: Guktie eatnemen maelmide provhkedh Saemiej reaktah eatnemen maelmide laante-jih tjaetsie-dajvine mah nebnesovvieh tjaalegisnie 34, edtjieh remes lea vihkeles daesjiere vaarjelimmien nualan båetedh.

source: artihkkalij, galggi sierraláhkáj suodjaluvvat. Dánna galggá aj vieleduvvat dájt bessat adnet
sma: Eejredh gosse daejtie reaktide aaj båetije biejjiej provhkedh, dellie nuepieh saemiej vuekie-maahtoeh jih kultuvre-jiehteside gorredidh.

source: ihkap le gájbbádus árbbedábálasj sáme máhtudagáv ja sáme kultuvralasj moallánagájt
sma: maelmijste laae, dellie edtja digkiedimmie saemiejgujmie årrodh jih aaj saemiedigkijne guktie tjaalege 16 vuesehte.

source: minerálajt jali ietjá ressursajt ednama vuolen jali mierredi gåktu ietjá luonndoressursajt adni
sma: Aerebi goh byjjes reereme luhpiem vadta giehtjedæmman jallh aaj viedtjemasse mineralijste jallh jeatja nteste jallh tjaeteste mah leah saemiej eekh jallh dejstie provhkesovvem

source: dakkir ednam- jali tjáhtjeguovlojn ma sáme æjgguji jali adni, galggi rádádallama tjadáduvvat
sma: Jis saemiedejieh luhpieh vadtasovvedh giehtjedæmman jallh viedtjemasse eatnemen maelmijste jis daate saemiej kultuvrem sturrieh.

source: Loahpe luonndoressursajt guoradalátjit jali anátjit ij galga vatteduvvat jus dåjma diehti
sma: Saemiedigkieh jih sjiere saemieh tjoeverieh siemes årrodh jis dagkeres barkoeh edtjieh åtnose

source: ij la máhttelis jali sjaddá viehka gássjelis sámijda vilá adnet dajt dáfojt maj birra le sáhka, ja
sma: tsagkesh sjidtieh jallh geerve barkedh dej dajvine goh aerebi, dellie eah edt

source: dát adno le ájnas sáme kultuvrraj, jus sámedigge ja guoskadallam sáme e dasi guorrasa.
sma: båetedh.

source: Dat mij le åvdebun dán artihkkalin mierreduvvam, guosská aj ietjá adnovuogijda
sma: Dihte mij daennie tj jallh pråavhkoem eatnamistie mij tjaalegisnie 3 amoe

source: luondon dáfujn ma 34. artihkkalij hiehpi, dan vuolen aj miehttseæládus, tjáhtje- ja
sma: aalegisnie tjåådtje, aaj dijpieh jeatja goerpemem eatnamisnie 4 tjåådtje.

source: bieggafábmoásadusá, væddjatsieggim ja asstoájggegådij tsieggim, militera hárjjidallama ja
sma: Daesnie aaj skåajje-snidtjeme båata, tjatsie- jallh biegke-fa bigkeme, geajnoebigkeme jih hæhtjoeh, militære lierehtimmie-sijjieh jih staeries sijjieh militærese.

source: Artihkkal 37
sma: Golme luhkie tjijhtede tjaalege

source: Buohttidus ja vuojti oasse
sma: Goerpemaaksoeh jih læhtah vierhtijste

source: tjasská dakkir dåjmaj baktu ma li nammaduvvam 36. artihkkalin nuppát ja nælját oasen. Jus
sma: ieh edtjieh goerpemaaksoem gaajhki urhtsetallemi åvteste åadtjodh jis dagkeres darjome sjædtSaema mij tjaalegisnie 36, mubpien jih njieljeden boelhkesne tjåådtje.

source: råggåt vælggogissan ednamæjgádij værov mákset jali sunji vaddet oasev dåjma båhtusis, de
sma: Gosse nasjovnale laake kriebpesje dejstie guhth luhpiem åådtjeme eatnemen maelmijste vaeltedh, dellie edtjieh våarome-aajhteridie vierhtieh maeksedh jallh dienesjisti leahtam vedtedh.

source: galggá riektáaddnen sæmmi vælggogisvuohta aj daj sámij gáktuj gudi árbbedábálattjat li
sma: Ne guhth leah dajvide provhkeme,

source: adnám ja ájn adni dav sæmmi dáfov.
sma: imhtie aaj seamma reaktah saemid maaksoem dåastodh.

source: Dán artihkkala mærrádusá e ráddjida riektáv oassáj luonndoressursaj adnema båhtusis
sma: Seamma laakan aaj daate sjale reaktaj mietie eatnemen

source: mij máhttá tjuovvot rijkkajgasskasasj riektáv.
sma: ædta maaksoem dåastodh jis internasjovn maelmieh vaaltasovvieh.

source: Artihkkal 38
sma: Golme luhkie gaaktsede tjaalege

source: Dat mij le tjáhtjeguovloj ja tjáhtjeguovloj adnema riektáj hárráj mierreduvvam
sma: Duvvege jih fealadimmie duvvene (fjorder og kystfarvann)

source: artihkkalijn 34-37, guosská aj sæmmi láhkáj sáme guolástussaj ja ietjá adnuj vuonajs ja
sma: tjaetside jih provhkeme dejstie mij tjaalasovveme artikkelisnie 34-37 aaj sjeahta gosse sReaktahaemiej gøølemem jih jeatja pråvhkoem saelhteste nebnedh.

source: merragáddetjátjijs.
sma: G

source: ressursajt reguleriji, de galggá sáme anov ja dan árvov sáme sebrudagán vieledit.
sma: osse juekedh vijremepaart gøølemasse jih jeatja saelhtien maelmide, dellie vihkeles saemiej reaktide steeredh jih vuartasjidh man vierhtege daate saemiej byjres ektievoetese.

source: Dát galggá
sma: Daate edtja deahpadidh jalhts

source: dáhpáduvvat vájku dát adno le binnum jali ållu nåhkåm danen gå guollimoase ælla
sma: pråvhkoe lea åananamme jallh raakte gaarvanamme juktie jeatja øørnegh leah båateme gøølemasse jih maelmie-pråvhkose daej dajvine.

source: guovlojn. Sæmmi sjaddá jus adno le binnum jali hiejteduvvam danen gå merraressursajs li
sma: Seamma aaj sjædta jis pråvhkoeh åananamme jallh garvanamme juktie

source: binnum dájn merraguovlojn.
sma: saelhtien maelmieh vaananamme daej dajvine.

source: Artihkkal 39
sma: Golme luhkie åktseden tjaalege

source: Ednamvijddudagá ja ressursaj háldadibme
sma: Dajve-jih maelmie-vierhtiedimmie

source: Duodden sámij riektájda dagu åmastimriekta jali adnemriektá, galggá sámedikkijn
sma: Reaktaj baalte mah vuesiehtieh saemiej ee saemiedigkieh mååhtedimmij byjjes vierhtiedimmij bijre dajvine, tjaalegisnie, 34 jih 38.

source: liehket riektá mierredimoassálasstemij 16. artihkkala milta almulasj háldadimen guovlojs 34.
sma: ke-reaktah jallh pråvhkeme-reaktah, desnie edtjieh aaj eh utnedh guktie tjaalege 16 vuesehte jih aa

source: Artihkkal 40
sma: Vijhte luhkien tjaalege

source: Birássuodjalibme ja birásháldadibme
sma: Byjres - vaarjelimmie jih byjres vierhtiedimmie

source: sihkarastá guoddelis åvddånimev sáme ednam- ja tjáhtjeguovlojn 34. ja 38. artihkkalij milta.
sma: S taath tjoeverieh saemiedigkij ektine barkedh guktie eensi byjres vaarjelimmieh tsegkesovvieh guktie reaktah jih øvtiedimmieh saemiej laante-jih tjaetsiedajvine stinkes sjædta, tjaalege 34 jih 38.

source: Sámedikkijn galggá liehket riektá mierredimoassálasstemij 16. artihkkala milta
sma: Saemiedigkieh edtjieh reaktam utnedh reeremasse, tj alege 16, guktie byjres vierhtiedimmiem daej dajvine

source: birásháldadimen mij dájt guovlojt vájkkut.
sma: a maehtieh tsevsiehtidh.

source: Kapihttal V
sma: Vijhtede kapittele V

source: Sáme æládusá
sma: Saemiej jieleme

source: Artihkkal 41
sma: Vijhte luhkie voestes tjaalege

source: Sáme æládusáj suodjalibme
sma: Guktie saemiej jielemidie vaarjelidh

source: Sáme æládusá ja sáme ressurssaadno galggá sierraláhkáj suodjaluvvat, riektá jali
sma: maelmie-vierhtiedimmieh edtjieh sjiere laakan vaaSaemiej jielemh jih saemieh rjelimmien nualan båetedh.

source: rudálasj dåjmaj baktu, nav guhkás gå dát le ájnas kultuvrravuodo.
sma: veadtaldihkie.

source: Sáme æládussan ja sáme ressurssaadnon aneduvvá dakkir doajmma mij le ájnas vaj
sma: Saemiej jieleme jih maelmie-vierhtiedimmie leah vihkedtja tjåadtjodh jih

source: sáme bájkálasj sebrudahka bissu ja åvddåni.
sma: eles gosse saemiej voenge øvtiedimmisne årrodh.

source: Artihkkal 42
sma: Vijhte luhkie mubpie tjaalege

source: Boatsojsujtto sáme æládussan
sma: Saemiej båatsoejieleme

source: Boatsojsujtto mij le sierralágásj ja árbbedábálasj sáme æládus ja kultuvrravuohke man
sma: Båatsoejieleme lea saemiej vihties jiavhtan daerpies disse sjiere reaktah

source: vuodon le árbbedáhpe ja danna galggá liehket sierralágásj riektá suodjalibmáj.
sma: h siejme vuekie jih dan ga viedtedh.

source: Danen galggaba Vuodna ja Svierik bisodit ja åvddånahttet boatsojsujtov sierrariektán
sma: Nimhtie edtjieh Sveerje jih e reaktah saemide

source: sámijda sáme boatsojsujttoguovlojn.
sma: Nøørje båatsoejielemem vaarjelidh jih øvtiedidh goh sjier båatsoeburriedajvine.

source: 3. protokolla milta oassálasstemsjiehtadusán Europealasj aktijdussaj mij javllá sáme li
sma: Saemieh goh

source: álggoálmmuk, hihkal Suobma sáme boatsojsujto riektádilev nannit.
sma: aalkoealmetjh aaj vååjnesasse båetieh tjaalegisnie provtokollen nuelesne nr.3 europeiske uniovnesne, gusnie Finlaante aaj tjirkie sæjhta saemiej båatsoejielemem nænnoestidh.

source: Artihkkal 43
sma: Njielje luhkie gåalmede tjaalege

source: Boatsojsujtto rijkarájáj badjel.
sma: Båatlensoe-jieleme rasti bijje

source: Sámij riektá boatsojsujttuj rijkarájáj badjel vuodon le árbbedáhpe.
sma: Saemiej reaktah rasti gåabatjahkh, lea daerpies vuekien mietie.

source: badjel, de galggi dá lihtudime fámon bissot.
sma: i bieline gåatoehtid
